Repository: GSM-MSG/SleepShield-iOS
Catalog: SleepShield/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, da, de, es, fr, he, hi, it, ja, ko, pt_br, ru, tr, uk_ua, zh_hans

source: %@ blocked
ar: تم حظر %@
bn: %@ ব্লক করা হয়েছে
da: %@ blokeret
de: %@ blockiert
es: %@ bloqueado
fr: %@ bloqué
he: %@ חסום
hi: %@ ब्लॉक किया गया
it: %@ bloccato
ja: %@がブロックされました
ko: %@ 차단됨
pt_br: %@ bloqueado
ru: %@ заблокирован
tr: %@ engellendi
uk_ua: %@ заблоковано
zh_hans: %@ 已阻止

source: %@ Wake-up alarm
ar: منبه الاستيقاظ %@
bn: %@ জাগরণ অ্যালার্ম
da: %@ Vækkeur
de: %@ Weckruf
es: Alarma de despertar de %@
fr: Alarme de réveil %@
he: התראת השכמה של %@
hi: %@ जागने का अलार्म
it: Sveglia %@
ja: %@の目覚ましアラーム
ko: %@ 기상 알람
pt_br: Alarme de despertar %@
ru: Будильник %@
tr: %@ Uyanma alarmı
uk_ua: Будильник %@
zh_hans: %@ 唤醒闹钟

# %d other day already scheduled
source: %d other days already scheduled
ar: %d أيام أخرى مجدولة بالفعل
bn: %dটি অন্য দিন ইতিমধ্যে নির্ধারিত
da: %d andre dage allerede planlagt
de: %d andere Tage bereits geplant
es: %d otros días ya programados
fr: %d autres jours déjà programmés
he: %d ימים אחרים כבר מתוזמנים
hi: %d अन्य दिन पहले से ही निर्धारित हैं
it: %d altri giorni già programmati
ja: 他%d日はすでに予定されています
ko: 이미 예약된 다른 %d일
pt_br: %d outros dias já agendados
ru: Запланировано ещё %d дней
tr: %d diğer gün zaten planlanmış
uk_ua: %d інших днів вже заплановано
zh_hans: 已安排 %d 天

source: About
ar: حول
bn: সম্পর্কে
da: Om
de: Über
es: Acerca de
fr: À propos
he: אודות
hi: के बारे में
it: Informazioni
ja: 概要
ko: 정보
pt_br: Sobre
ru: О программе
tr: Hakkında
uk_ua: Про програму
zh_hans: 关于

source: Access granted
ar: تم منح الوصول
bn: অ্যাক্সেস মঞ্জুর করা হয়েছে
da: Adgang givet
de: Zugriff gewährt
es: Acceso concedido
fr: Accès accordé
he: הגישה אושרה
hi: पहुंच प्रदान की गई
it: Accesso concesso
ja: アクセス許可済み
ko: 접근 권한 승인됨
pt_br: Acesso concedido
ru: Доступ предоставлен
tr: Erişim verildi
uk_ua: Доступ надано
zh_hans: 访问已授予

source: Active days
ar: الأيام النشطة
bn: সক্রিয় দিনগুলি
da: Aktive dage
de: Aktive Tage
es: Días activos
fr: Jours actifs
he: ימים פעילים
hi: सक्रिय दिन
it: Giorni attivi
ja: 有効な日
ko: 활성 요일
pt_br: Dias ativos
ru: Активные дни
tr: Aktif günler
uk_ua: Активні дні
zh_hans: 活跃天数

source: Add Alarm
ar: إضافة منبه
bn: অ্যালার্ম যোগ করুন
da: Tilføj alarm
de: Wecker hinzufügen
es: Añadir alarma
fr: Ajouter une alarme
he: הוסף התראה
hi: अलार्म जोड़ें
it: Aggiungi sveglia
ja: アラームを追加
ko: 알람 추가
pt_br: Adicionar alarme
ru: Добавить будильник
tr: Alarm Ekle
uk_ua: Додати будильник
zh_hans: 添加闹钟

source: Add sleep routine
ar: إضافة روتين النوم
bn: ঘুমের রুটিন যোগ করুন
da: Tilføj søvnrutine
de: Schlafroutine hinzufügen
es: Añadir rutina de sueño
fr: Ajouter une routine de sommeil
he: הוסף שגרת שינה
hi: नींद की दिनचर्या जोड़ें
it: Aggiungi routine del sonno
ja: 睡眠ルーティンを追加
ko: 수면 루틴 추가
pt_br: Adicionar rotina de sono
ru: Добавить режим сна
tr: Uyku rutini ekle
uk_ua: Додати режим сну
zh_hans: 添加睡眠计划

source: Add Sleep Routine
ar: إضافة روتين النوم
bn: ঘুমের রুটিন যোগ করুন
da: Tilføj søvnrutine
de: Schlafroutine hinzufügen
es: Añadir rutina de sueño
fr: Ajouter une routine de sommeil
he: הוסף שגרת שינה
hi: नींद की दिनचर्या जोड़ें
it: Aggiungi routine del sonno
ja: 睡眠ルーティンを追加
ko: 수면 루틴 추가
pt_br: Adicionar rotina de sono
ru: Добавить режим сна
tr: Uyku Rutini Ekle
uk_ua: Додати режим сну
zh_hans: 添加睡眠计划

source: Add sleep routine for %@
ar: إضافة روتين النوم لـ %@
bn: %@ এর জন্য ঘুমের রুটিন যোগ করুন
da: Tilføj søvnrutine for %@
de: Schlafroutine für %@ hinzufügen
es: Añadir rutina de sueño para %@
fr: Ajouter une routine de sommeil pour %@
he: הוסף שגרת שינה עבור %@
hi: %@ के लिए नींद की दिनचर्या जोड़ें
it: Aggiungi routine del sonno per %@
ja: %@の睡眠ルーティンを追加
ko: %@의 수면 루틴 추가
pt_br: Adicionar rotina de sono para %@
ru: Добавить режим сна для %@
tr: %@ için uyku rutini ekle
uk_ua: Додати режим сну для %@
zh_hans: 为 %@ 添加睡眠计划

source: Add your sleep and wake times so SleepShield can build tonight's timeline.
ar: أضف أوقات نومك واستيقاظك حتى يتمكن SleepShield من بناء الجدول الزمني لليلة.
bn: আপনার ঘুম এবং জাগরণের সময় যোগ করুন যাতে স্লিপশিল্ড আজ রাতের টাইমলাইন তৈরি করতে পারে।
da: Tilføj dine søvn- og vågnetider, så SleepShield kan oprette tidslinjen for i nat.
de: Füge deine Schlaf- und Aufwachzeiten hinzu, damit SleepShield den Zeitplan für heute Nacht erstellen kann.
es: Añade tus horarios de sueño y despertar para que SleepShield pueda crear la línea de tiempo de esta noche.
fr: Ajoutez vos heures de sommeil et de réveil pour que SleepShield puisse établir le planning de cette nuit.
he: הוסף את זמני השינה וההשכמה שלך כדי ש-SleepShield יוכל לבנות את לוח הזמנים של הלילה.
hi: अपने सोने और जागने का समय जोड़ें ताकि SleepShield आज रात की टाइमलाइन बना सके।
it: Aggiungi i tuoi orari di sonno e risveglio in modo che SleepShield possa creare la timeline per questa notte.
ja: 就寝時間と起床時間を追加して、SleepShieldが今夜のタイムラインを作成できるようにしましょう。
ko: 수면 및 기상 시간을 추가하면 SleepShield가 오늘 밤의 타임라인을 구성할 수 있습니다.
pt_br: Adicione seus horários de dormir e despertar para que o SleepShield possa criar a linha do tempo desta noite.
ru: Добавьте время сна и пробуждения, чтобы SleepShield мог составить расписание на сегодня.
tr: SleepShield'in bu gecenin zaman çizelgesini oluşturabilmesi için uyku ve uyanma saatlerinizi ekleyin.
uk_ua: Додайте час сну та пробудження, щоб SleepShield міг створити розклад на сьогоднішню ніч.
zh_hans: 添加您的睡眠和起床时间，以便 SleepShield 可以构建今晚的时间表。

source: Alarm
ar: منبه
bn: অ্যালার্ম
de: Wecker
es: Alarma
fr: Alarme
he: התראה
hi: अलार्म
it: Sveglia
ja: アラーム
ko: 알람
pt_br: Alarme
ru: Будильник
uk_ua: Будильник
zh_hans: 闹钟

source: Alarm %lld
ar: منبه %lld
bn: অ্যালার্ম %lld
de: Wecker %lld
es: Alarma %lld
fr: Alarme %lld
he: התראה %lld
hi: अलार्म %lld
it: Sveglia %lld
ja: アラーム %lld
ko: 알람 %lld
pt_br: Alarme %lld
ru: Будильник %lld
uk_ua: Будильник %lld
zh_hans: 闹钟 %lld

source: Alarm at %@
ar: منبه في %@
bn: %@ এ অ্যালার্ম
da: Alarm kl. %@
de: Wecker um %@
es: Alarma a las %@
fr: Alarme à %@
he: התראה בשעה %@
hi: अलार्म %@ पर
it: Sveglia alle %@
ja: %@のアラーム
ko: %@에 알람
pt_br: Alarme às %@
ru: Будильник в %@
tr: %@ alarmı
uk_ua: Будильник о %@
zh_hans: 闹钟时间 %@

# Alarm at %@, %@
source: Alarm at %1$@, %2$@
ar: منبه في %1$@، %2$@
bn: %1$@, %2$@ এ অ্যালার্ম
da: Alarm kl. %1$@, %2$@
de: Wecker um %1$@, %2$@
es: Alarma a las %1$@, %2$@
fr: Alarme à %1$@, %2$@
he: התראה בשעה %1$@, %2$@
hi: अलार्म %1$@, %2$@ पर
it: Sveglia alle %1$@, %2$@
ja: %1$@、%2$@のアラーム
ko: %1$@, %2$@에 알람
pt_br: Alarme às %1$@, %2$@
ru: Будильник в %1$@, %2$@
tr: %1$@, %2$@ alarmı
uk_ua: Будильник о %1$@, %2$@
zh_hans: 闹钟时间 %1$@, %2$@

source: Alarm disabled
ar: تم تعطيل المنبه
bn: অ্যালার্ম নিষ্ক্রিয় করা হয়েছে
da: Alarm deaktiveret
de: Alarm deaktiviert
es: Alarma desactivada
fr: Alarme désactivée
he: התראה מושבתת
hi: अलार्म अक्षम
it: Allarme disattivato
ja: アラーム無効
ko: 알람 비활성화됨
pt_br: Alarme desativado
ru: Сигнал отключен
tr: Alarm devre dışı
uk_ua: Будильник вимкнено
zh_hans: 闹钟已禁用

source: Alarm time
ar: وقت المنبه
bn: অ্যালার্মের সময়
da: Alarmtid
de: Weckzeit
es: Hora de la alarma
fr: Heure de l'alarme
he: זמן התראה
hi: अलार्म का समय
it: Orario sveglia
ja: アラーム時間
ko: 알람 시간
pt_br: Horário do alarme
ru: Время будильника
tr: Alarm saati
uk_ua: Час будильника
zh_hans: 闹钟时间

source: Alarms
ar: المنبهات
bn: অ্যালার্মগুলি
da: Alarmer
de: Wecker
es: Alarmas
fr: Alarmes
he: התראות
hi: अलार्म
it: Sveglie
ja: アラーム
ko: 알람
pt_br: Alarmes
ru: Будильники
tr: Alarmlar
uk_ua: Будильники
zh_hans: 闹钟

source: Allow Screen Time Access
ar: السماح بالوصول إلى وقت الشاشة
bn: স্ক্রিন টাইম অ্যাক্সেস অনুমতি দিন
da: Tillad adgang til skærmtid
de: Bildschirmzeit-Zugriff erlauben
es: Permitir acceso al tiempo de pantalla
fr: Autoriser l'accès au Temps d'écran
he: אפשר גישה לזמן מסך
hi: स्क्रीन टाइम एक्सेस की अनुमति दें
it: Consenti accesso a Tempo di Utilizzo
ja: スクリーンタイムのアクセスを許可
ko: 스크린 타임 접근 허용
pt_br: Permitir acesso ao tempo de tela
ru: Разрешить доступ к экранному времени
tr: Ekran Süresi Erişimine İzin Ver
uk_ua: Дозволити доступ до екранного часу
zh_hans: 允许屏幕时间访问

source: Allow SleepShield Screen Time permission.
ar: السماح بإذن وقت الشاشة لـ SleepShield.
bn: স্লিপশিল্ড স্ক্রিন টাইম অনুমতি দিন।
da: Tillad SleepShield adgang til skærmtid.
de: SleepShield Bildschirmzeit-Berechtigung erlauben.
es: Permitir permiso de tiempo de pantalla para SleepShield.
fr: Autoriser la permission Temps d'écran pour SleepShield.
he: אפשר הרשאת זמן מסך ל-SleepShield.
hi: SleepShield स्क्रीन टाइम अनुमति दें।
it: Consenti a SleepShield il permesso per Tempo di Utilizzo.
ja: SleepShieldのスクリーンタイム権限を許可してください。
ko: SleepShield 스크린 타임 권한을 허용하세요.
pt_br: Permitir permissão de tempo de tela do SleepShield.
ru: Разрешите приложению SleepShield доступ к экранному времени.
tr: SleepShield Ekran Süresi iznine izin ver.
uk_ua: Дозволити SleepShield доступ до екранного часу.
zh_hans: 允许 SleepShield 屏幕时间权限。

source: Almost there
ar: اقتربنا من النهاية
bn: প্রায় হয়ে এসেছে
da: Næsten der
de: Fast geschafft
es: Casi listo
fr: Presque terminé
he: כמעט שם
hi: लगभग पहुंच गए
it: Ci siamo quasi
ja: もう少しです
ko: 거의 완료됨
pt_br: Quase lá
ru: Почти готово
tr: Neredeyse tamam
uk_ua: Майже готово
zh_hans: 快完成了

source: Already scheduled on %@.
ar: مجدول بالفعل في %@.
bn: %@ তারিখে ইতিমধ্যে নির্ধারিত।
da: Allerede planlagt den %@.
de: Bereits geplant für %@.
es: Ya programado el %@.
fr: Déjà programmé le %@.
he: כבר מתוזמן ב-%@.
hi: %@ पर पहले से ही निर्धारित है।
it: Già programmato il %@.
ja: %@にすでに予定されています。
ko: %@에 이미 예약되어 있습니다.
pt_br: Já agendado em %@.
ru: Уже запланировано на %@.
tr: %@ tarihinde zaten planlanmış.
uk_ua: Вже заплановано на %@.
zh_hans: 已安排在 %@。

source: App Blocking
ar: حظر التطبيقات
bn: অ্যাপ ব্লকিং
da: App-blokering
de: App-Blockierung
es: Bloqueo de aplicaciones
fr: Blocage d'applications
he: חסימת אפליקציות
hi: ऐप ब्लॉकिंग
it: Blocco app
ja: アプリブロック
ko: 앱 차단
pt_br: Bloqueio de aplicativos
ru: Блокировка приложений
tr: Uygulama Engelleme
uk_ua: Блокування додатків
zh_hans: 应用阻止

source: App blocking is currently applied based on your sleep schedule.
ar: يتم تطبيق حظر التطبيقات حاليًا بناءً على جدول نومك.
bn: আপনার ঘুমের সময়সূচী অনুসারে বর্তমানে অ্যাপ ব্লকিং প্রয়োগ করা হচ্ছে।
da: App-blokering anvendes i øjeblikket baseret på din søvnplan.
de: App-Blockierung wird derzeit basierend auf deinem Schlafplan angewendet.
es: El bloqueo de aplicaciones se aplica actualmente según tu horario de sueño.
fr: Le blocage d'applications est actuellement appliqué selon votre programme de sommeil.
he: חסימת אפליקציות מופעלת כרגע בהתאם ללוח זמני השינה שלך.
hi: ऐप ब्लॉकिंग वर्तमान में आपके नींद के शेड्यूल के आधार पर लागू है।
it: Il blocco delle app è attualmente applicato in base al tuo programma del sonno.
ja: アプリブロックは現在、あなたの睡眠スケジュールに基づいて適用されています。
ko: 앱 차단이 현재 수면 일정에 따라 적용되고 있습니다.
pt_br: O bloqueio de aplicativos está atualmente aplicado com base na sua programação de sono.
ru: Блокировка приложений в настоящее время применяется в соответствии с вашим расписанием сна.
tr: Uygulama engelleme şu anda uyku programınıza göre uygulanıyor.
uk_ua: Блокування додатків зараз застосовується відповідно до вашого розкладу сну.
zh_hans: 应用阻止目前基于您的睡眠时间表。

source: Apps
ar: التطبيقات
bn: অ্যাপস
es: Aplicaciones
fr: Applications
he: אפליקציות
hi: ऐप्स
it: App
ja: アプリ
ko: 앱
pt_br: Aplicativos
ru: Приложения
tr: Uygulamalar
uk_ua: Додатки
zh_hans: 应用

source: Apps quiet when your routine starts.
ar: تصبح التطبيقات هادئة عند بدء روتينك.
bn: আপনার রুটিন শুরু হলে অ্যাপগুলি নীরব থাকবে।
da: Apps er stille, når din rutine starter.
de: Apps werden leise, wenn deine Routine beginnt.
es: Las aplicaciones se silencian cuando comienza tu rutina.
fr: Applications silencieuses quand votre routine commence.
he: אפליקציות שקטות כשהשגרה שלך מתחילה.
hi: जब आपकी दिनचर्या शुरू होती है तब ऐप्स शांत हो जाते हैं।
it: Le app si silenziano quando inizia la tua routine.
ja: ルーティン開始時にアプリを静かにします。
ko: 루틴이 시작되면 앱이 조용해집니다.
pt_br: Aplicativos silenciosos quando sua rotina começa.
ru: Приложения становятся тихими, когда начинается ваш режим.
tr: Rutininiz başladığında uygulamalar sessizleşir.
uk_ua: Додатки стають тихими, коли починається ваш режим.
zh_hans: 当您的计划开始时，应用将保持安静。

source: At time of sleep
ar: عند وقت النوم
bn: ঘুমানোর সময়ে
da: Ved sengetid
de: Zur Schlafenszeit
es: A la hora de dormir
fr: Au moment du coucher
he: בזמן השינה
hi: सोने के समय
it: All'ora di dormire
ja: 就寝時
ko: 취침 시간에
pt_br: Na hora de dormir
ru: Во время сна
tr: Uyku zamanında
uk_ua: Під час сну
zh_hans: 在睡觉时间

source: At time of wake up
ar: عند وقت الاستيقاظ
bn: জেগে ওঠার সময়ে
da: Ved opvågning
de: Zur Aufwachzeit
es: A la hora de despertar
fr: Au moment du réveil
he: בזמן ההתעוררות
hi: जागने के समय
it: All'ora di svegliarsi
ja: 起床時
ko: 기상 시간에
pt_br: Na hora de acordar
ru: Во время пробуждения
tr: Uyanma zamanında
uk_ua: Під час пробудження
zh_hans: 在醒来时间

source: Awaiting approval
ar: بانتظار الموافقة
bn: অনুমোদনের অপেক্ষায়
da: Afventer godkendelse
de: Warte auf Genehmigung
es: Esperando aprobación
fr: En attente d'approbation
he: ממתין לאישור
hi: अनुमोदन की प्रतीक्षा में
it: In attesa di approvazione
ja: 承認待ち
ko: 승인 대기 중
pt_br: Aguardando aprovação
ru: Ожидание одобрения
tr: Onay bekleniyor
uk_ua: Очікування схвалення
zh_hans: 等待批准

source: Bedtime
ar: وقت النوم
bn: শোবার সময়
da: Sengetid
de: Schlafenszeit
es: Hora de acostarse
fr: Heure du coucher
he: זמן שינה
hi: सोने का समय
it: Ora di andare a dormire
ja: 就寝時間
ko: 취침 시간
pt_br: Hora de dormir
ru: Время сна
tr: Yatma zamanı
uk_ua: Час сну
zh_hans: 就寝时间

source: Blocked
ar: محظور
bn: ব্লক করা হয়েছে
da: Blokeret
de: Blockiert
es: Bloqueado
fr: Bloqué
he: חסום
hi: ब्लॉक किया गया
it: Bloccato
ja: ブロック済み
ko: 차단됨
pt_br: Bloqueado
ru: Заблокировано
tr: Engellendi
uk_ua: Заблоковано
zh_hans: 已阻止

source: Blocking Active
ar: الحظر نشط
bn: ব্লকিং সক্রিয়
da: Blokering aktiv
de: Blockierung aktiv
es: Bloqueo activo
fr: Blocage actif
he: חסימה פעילה
hi: ब्लॉकिंग सक्रिय
it: Blocco attivo
ja: ブロック中
ko: 차단 활성화
pt_br: Bloqueio ativo
ru: Блокировка активна
tr: Engelleme aktif
uk_ua: Блокування активне
zh_hans: 屏蔽已激活

source: Blocking ends at %@
ar: ينتهي الحظر في %@
bn: ব্লকিং শেষ হবে %@
da: Blokering slutter kl. %@
de: Blockierung endet um %@
es: El bloqueo termina a las %@
fr: Le blocage se termine à %@
he: החסימה מסתיימת ב-%@
hi: ब्लॉकिंग %@ पर समाप्त होगी
it: Il blocco termina alle %@
ja: ブロックは%@に終了します
ko: %@에 차단 종료
pt_br: Bloqueio termina às %@
ru: Блокировка заканчивается в %@
tr: Engelleme %@ tarihinde sona eriyor
uk_ua: Блокування закінчується о %@
zh_hans: 屏蔽结束于%@

source: Blocking lifts at %@
ar: حظر المصاعد في %@
bn: %@ এ ব্লকিং শুরু হবে
da: Blokering ophæves kl. %@
de: Blockierung wird aufgehoben um %@
es: El bloqueo se levanta a las %@
fr: Blocage levé à %@
he: חסימה מופעלת ב-%@
hi: %@ पर ब्लॉकिंग हटती है
it: Blocco ascensori a %@
ja: %@にブロック解除
ko: %@에 차단 해제
pt_br: Bloqueio termina às %@
ru: Блокировка снимается в %@
tr: %@ zamanında engelleme kalkıyor
uk_ua: Блокування знімається о %@
zh_hans: 阻止解除于%@

source: Blocking lifts right away
ar: حظر المصاعد فورًا
bn: ব্লকিং এখনই শুরু হবে
da: Blokering ophæves med det samme
de: Blockierung wird sofort aufgehoben
es: El bloqueo se levanta inmediatamente
fr: Blocage levé immédiatement
he: חסימה מופעלת מיד
hi: ब्लॉकिंग तुरंत हट जाती है
it: Blocco ascensori immediato
ja: すぐにブロック解除
ko: 즉시 차단 해제
pt_br: Bloqueio termina imediatamente
ru: Блокировка снимается сразу
tr: Engelleme hemen kalkıyor
uk_ua: Блокування знімається одразу
zh_hans: 立即解除阻止

source: Blocking starts at %@
ar: يبدأ الحظر في %@
bn: ব্লকিং শুরু হবে %@
da: Blokering starter kl. %@
de: Blockierung beginnt um %@
es: El bloqueo comienza a las %@
fr: Le blocage commence à %@
he: החסימה מתחילה ב-%@
hi: ब्लॉकिंग %@ पर शुरू होगी
it: Il blocco inizia alle %@
ja: ブロックは%@に開始します
ko: %@에 차단 시작
pt_br: Bloqueio começa às %@
ru: Блокировка начинается в %@
tr: Engelleme %@ tarihinde başlıyor
uk_ua: Блокування починається о %@
zh_hans: 屏蔽开始于%@

source: Blocking stays off before bed
ar: يبقى الحظر متوقفًا قبل النوم
bn: ঘুমাতে যাওয়ার আগে ব্লকিং বন্ধ থাকবে
da: Blokering forbliver deaktiveret før sengetid
de: Blockierung bleibt vor dem Schlafengehen ausgeschaltet
es: El bloqueo permanece desactivado antes de acostarse
fr: Le blocage reste désactivé avant le coucher
he: חסימה נשארת כבויה לפני השינה
hi: सोने से पहले ब्लॉकिंग बंद रहती है
it: Il blocco rimane disattivato prima di andare a letto
ja: 就寝前はブロックを解除したままにする
ko: 취침 전 차단 유지 해제
pt_br: Bloqueio permanece desativado antes de dormir
ru: Блокировка остается отключенной перед сном
tr: Engelleme yatmadan önce kapalı kalır
uk_ua: Блокування вимкнено перед сном
zh_hans: 睡前保持阻止关闭

source: Blocklist
ar: قائمة الحظر
bn: ব্লকলিস্ট
da: Blokeringsliste
de: Sperrliste
es: Lista de bloqueo
fr: Liste de blocage
he: רשימת חסימה
hi: ब्लॉकलिस्ट
it: Lista di blocco
ja: ブロックリスト
ko: 차단 목록
pt_br: Lista de bloqueio
ru: Список блокировки
tr: Engelleme listesi
uk_ua: Список блокування
zh_hans: 屏蔽列表

source: Cancel
ar: إلغاء
bn: বাতিল
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: İptal
uk_ua: Скасувати
zh_hans: 取消

source: Categories
ar: الفئات
bn: বিভাগসমূহ
da: Kategorier
de: Kategorien
es: Categorías
fr: Catégories
he: קטגוריות
hi: श्रेणियां
it: Categorie
ja: カテゴリー
ko: 카테고리
pt_br: Categorias
ru: Категории
tr: Kategoriler
uk_ua: Категорії
zh_hans: 类别

source: Choose apps and categories
ar: اختر التطبيقات والفئات
bn: অ্যাপ এবং বিভাগ বেছে নিন
da: Vælg apps og kategorier
de: Apps und Kategorien auswählen
es: Elige aplicaciones y categorías
fr: Choisir les applications et catégories
he: בחר אפליקציות וקטגוריות
hi: ऐप्स और श्रेणियां चुनें
it: Scegli app e categorie
ja: アプリとカテゴリーを選択
ko: 앱 및 카테고리 선택
pt_br: Escolher aplicativos e categorias
ru: Выберите приложения и категории
tr: Uygulamaları ve kategorileri seç
uk_ua: Виберіть додатки та категорії
zh_hans: 选择应用和类别

source: Choose what we keep quiet.
ar: اختر ما نبقيه هادئًا.
bn: আমরা কী নীরব রাখব তা বেছে নিন।
da: Vælg, hvad vi holder stille.
de: Wähle aus, was wir leise halten sollen.
es: Elige lo que mantenemos en silencio.
fr: Choisissez ce que nous gardons silencieux.
he: בחר מה אנחנו משאירים בשקט.
hi: चुनें कि हम किसे शांत रखें।
it: Scegli cosa mantenere silenzioso.
ja: 静かに保つものを選択してください。
ko: 무엇을 조용하게 유지할지 선택하세요.
pt_br: Escolha o que mantemos silencioso.
ru: Выберите, что мы будем держать в тишине.
tr: Neyi sessiz tutacağımızı seçin.
uk_ua: Виберіть, що ми тримаємо в тиші.
zh_hans: 选择我们保持安静的内容。

source: Come back after 07:30
ar: عد بعد الساعة 07:30
bn: 07:30 এর পরে ফিরে আসুন
da: Kom tilbage efter 07:30
de: Komm nach 07:30 zurück
es: Vuelve después de las 07:30
fr: Revenez après 07 h 30
he: חזור אחרי 07:30
hi: 07:30 के बाद वापस आएं
it: Torna dopo le 07:30
ja: 07:30以降にお戻りください
ko: 07:30 이후에 다시 오세요
pt_br: Volte depois das 07:30
ru: Вернитесь после 07:30
tr: 07:30'dan sonra geri gel
uk_ua: Поверніться після 07:30
zh_hans: 07:30后再回来

source: Contact Us
ar: اتصل بنا
bn: যোগাযোগ করুন
da: Kontakt os
de: Kontaktiere uns
es: Contáctanos
fr: Nous contacter
he: צור קשר
hi: हमसे संपर्क करें
it: Contattaci
ja: お問い合わせ
ko: 문의하기
pt_br: Fale conosco
ru: Свяжитесь с нами
tr: Bize ulaşın
uk_ua: Зв'язатися з нами
zh_hans: 联系我们

source: Continue
ar: متابعة
bn: চালিয়ে যান
da: Fortsæt
de: Fortfahren
es: Continuar
fr: Continuer
he: המשך
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속하기
pt_br: Continuar
ru: Продолжить
tr: Devam et
uk_ua: Продовжити
zh_hans: 继续

source: Couldn't Complete Setup
ar: تعذر إكمال الإعداد
bn: সেটআপ সম্পূর্ণ করা যায়নি
da: Kunne ikke fuldføre opsætning
de: Einrichtung konnte nicht abgeschlossen werden
es: No se pudo completar la configuración
fr: Impossible de terminer la configuration
he: לא ניתן להשלים את ההגדרה
hi: सेटअप पूरा नहीं हो सका
it: Impossibile completare la configurazione
ja: セットアップを完了できませんでした
ko: 설정을 완료할 수 없습니다
pt_br: Não foi possível concluir a configuração
ru: Не удалось завершить настройку
tr: Kurulum tamamlanamadı
uk_ua: Не вдалося завершити налаштування
zh_hans: 无法完成设置

source: Create a routine to see it appear here.
ar: أنشئ روتينًا لتراه يظهر هنا.
bn: এখানে দেখতে একটি রুটিন তৈরি করুন।
da: Opret en rutine for at se den dukke op her.
de: Erstelle eine Routine, um sie hier angezeigt zu bekommen.
es: Crea una rutina para verla aparecer aquí.
fr: Créez une routine pour la voir apparaître ici.
he: צור שגרה כדי לראות אותה מופיעה כאן.
hi: यहां दिखाई देने के लिए एक दिनचर्या बनाएं।
it: Crea una routine per vederla apparire qui.
ja: ルーティンを作成すると、ここに表示されます。
ko: 루틴을 만들면 여기에 표시됩니다.
pt_br: Crie uma rotina para vê-la aparecer aqui.
ru: Создайте режим, чтобы он появился здесь.
tr: Burada görünmesi için bir rutin oluşturun.
uk_ua: Створіть режим, щоб побачити його тут.
zh_hans: 创建一个计划以在此处显示。

source: Create an alarm to build your sleep routine at Home Screen.
ar: أنشئ منبهًا لبناء روتين نومك على الشاشة الرئيسية.
bn: হোম স্ক্রিনে আপনার ঘুমের রুটিন তৈরি করতে একটি অ্যালার্ম সেট করুন।
da: Opret en alarm for at opbygge din søvnrutine på hjemmeskærmen.
de: Erstelle einen Wecker, um deine Schlafroutine auf dem Startbildschirm einzurichten.
es: Crea una alarma para establecer tu rutina de sueño en la pantalla de inicio.
fr: Créez une alarme pour établir votre routine de sommeil sur l'écran d'accueil.
he: צור התראה כדי לבנות את שגרת השינה שלך במסך הבית.
hi: होम स्क्रीन पर अपनी नींद की दिनचर्या बनाने के लिए एक अलार्म सेट करें।
it: Crea una sveglia per costruire la tua routine del sonno nella schermata Home.
ja: ホーム画面で睡眠ルーティンを作るためのアラームを設定してください。
ko: 홈 화면에서 수면 루틴을 만들기 위한 알람을 설정하세요.
pt_br: Crie um alarme para estabelecer sua rotina de sono na Tela Inicial.
ru: Создайте будильник, чтобы выработать режим сна на главном экране.
tr: Uyku düzeninizi oluşturmak için Ana Ekran'da bir alarm kurun.
uk_ua: Створіть будильник, щоб налаштувати режим сну на головному екрані.
zh_hans: 在主屏幕创建一个闹钟来建立你的睡眠习惯。

source: Delete
ar: حذف
bn: মুছুন
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
he: מחק
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
tr: Sil
uk_ua: Видалити
zh_hans: 删除

source: Delete Sleep Routine
ar: حذف روتين النوم
bn: ঘুমের রুটিন মুছুন
da: Slet søvnrutine
de: Schlafroutine löschen
es: Eliminar rutina de sueño
fr: Supprimer la routine de sommeil
he: מחק שגרת שינה
hi: नींद रूटीन हटाएं
it: Elimina routine del sonno
ja: 睡眠ルーティンを削除
ko: 수면 루틴 삭제
pt_br: Excluir rotina de sono
ru: Удалить режим сна
tr: Uyku rutinini sil
uk_ua: Видалити режим сну
zh_hans: 删除睡眠计划

source: Delete Sleep Routine?
ar: حذف روتين النوم؟
bn: ঘুমের রুটিন মুছবেন?
da: Slet søvnrutine?
de: Schlafroutine löschen?
es: ¿Eliminar rutina de sueño?
fr: Supprimer la routine de sommeil ?
he: למחוק שגרת שינה?
hi: नींद रूटीन हटाएं?
it: Eliminare la routine del sonno?
ja: 睡眠ルーティンを削除しますか？
ko: 수면 루틴을 삭제하시겠습니까?
pt_br: Excluir rotina de sono?
ru: Удалить режим сна?
tr: Uyku rutini silinsin mi?
uk_ua: Видалити режим сну?
zh_hans: 删除睡眠计划？

source: Disabled
ar: معطل
bn: নিষ্ক্রিয়
da: Deaktiveret
de: Deaktiviert
es: Desactivado
fr: Désactivé
he: מושבת
hi: अक्षम
it: Disattivato
ja: 無効
ko: 비활성화됨
pt_br: Desativado
ru: Отключено
tr: Devre dışı
uk_ua: Вимкнено
zh_hans: 已禁用

source: Edit Sleep Routine
ar: تعديل روتين النوم
bn: ঘুমের রুটিন সম্পাদনা করুন
da: Rediger søvnrutine
de: Schlafroutine bearbeiten
es: Editar rutina de sueño
fr: Modifier la routine de sommeil
he: ערוך שגרת שינה
hi: नींद रूटीन संपादित करें
it: Modifica routine del sonno
ja: 睡眠ルーティンを編集
ko: 수면 루틴 편집
pt_br: Editar rotina de sono
ru: Редактировать режим сна
tr: Uyku rutinini düzenle
uk_ua: Редагувати режим сну
zh_hans: 编辑睡眠计划
